Repository: okenit-hackers/soi
Catalog: ledger_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Paid Service
ru: Оплачиваемые сервисы

source: Ledger app
ru: Контроль оплачиваемых сервисов

source: Currency
ru: Валюта

source: Currencies
ru: Валюты

source: Ledger
ru: Состояние баланса

source: Service Account
ru: Аккаунты сервиса

source: Rent service
ru: Сервис аренды телефонов

source: Rent services
ru: Сервисы аренды телефонов

source: PhoneRentAccount
ru: Аккаунт сервиса аренды телефонов

source: PhoneRentAccounts
ru: Аккаунты сервиса аренды телефонов

source: Other service
ru: Другой сервис

source: Rent service type
ru: Тип смс сервиса

source: Balance
ru: Баланс

source: Account state
ru: Статус Аккаунта

source: Check balance
ru: Проверить баланс

source: not available
ru: Не доступен

source: available
ru: Доступен

source: bad key
ru: Ошибка - неверный ключ

source: error sql
ru: Ошибка - SQL-сервера
