Repository: okenit-hackers/soi
Catalog: lemmings_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Lemmings app
ru: Аккаунты социальных сетей

source: Lemmings task
ru: задачу создания и авторизации аккаунтов

source: Lemmings tasks
ru: Задачи создания и авторизации аккаунтов

source: action
ru: действие

source: kwargs
ru: входные данные

source: task id
ru: идентификатор задачи

source: result
ru: результат

source: BotAccount
ru: Аккаунт пользователя соц. сетеи

source: BotAccounts
ru: Аккаунты пользователей соц. сетей

source: service
ru: сервис

source: phone number
ru: номер телефона

source: extra data
ru: прочие данные

source: Import csv file
ru: импорт

source: import bots
ru: импорт

source: Account Pool Setting
ru: Настройки резерва аккаунтов

source: Account Pool Settings
ru: Настройки резерва аккаунтов

source: resource name
ru: Идентификатор ресурса

source: needed quantity
ru: Необходимое кол-во

source: sleep between runs
ru: ожидание между запусками

source: stereotype
ru: модель поведения

source: START
ru: Начало

source: BIO_GENERATED
ru: Биографические данные сгенерированы

source: REQUIRED_ACCOUNT_REGISTERED
ru: Дополнительный аккаунт сгенерирован

source: PHONE_RESERVED
ru: Телефонный номер зарезервирован

source: REGISTERED_IN_SERVICE
ru: Регистрация прошла успешно

source: ACCOUNT_SAVED
ru: Аккаунт сохранён

source: ACCOUNT_LOGGED_IN
ru: Авторизация прошла успешно

source: AUTH_SAVED
ru: Аутентификационные данные сохранены

source: READY
ru: Аккаунт готов

source: ERROR_BIO
ru: Ошибка при генерации биоданных

source: ERROR_SERVICE
ru: Ошибка при работе с сервисом при регистрации

source: ERROR_SUB_SERVICE
ru: Ошибка при работе с дополнительным сервисом

source: ERROR_PHONE
ru: Ошибка при работе с телефоном

source: ERROR_DB
ru: Ошибка при сохранении данных

source: service url
ru: Адрес сервиса

source: state
ru: состояние

source: lemmings_task
ru: Задача создания аккаунта

source: sex
ru: пол

source: birthday
ru: день рождения

source: first_name
ru: имя

source: last_name
ru: фамилия

source: example
ru: пример

source: wrong format, normal
ru: Неверный формат, нормальный

source: How much to create?
ru: Сколько создать?

source: How the account was obtained?
ru: Как получен аккаунт?

source: Imported
ru: Импортирован

source: Generated
ru: Сгенерирован

source: create progress
ru: Статус аккаунта

source: dependency account
ru: Зависимость

source: related accounts
ru: Связанные аккаунты

source: first name
ru: имя

source: last name
ru: фамилия

source: date of birth
ru: дата рождения

source: reg info
ru: регистрационная информация

source: login info
ru: авторизационная информация

source: required account hrefs
ru: Ссылки на связанные аккаунты

source: last error
ru: Ошибка

source: traceback
ru: Отчет об ошибке

source: last triggered at
ru: Время последнего запуска

source: error info
ru: Информация об ошибке

source: START_CHECK_LOGIN
ru: Запущена проверочная авторизация

source: ERROR_SERVICE_CHECK
ru: Ошибка при работе с сервисом

source: BLOCKED_ACC
ru: Аккаунт забанен

source: check_login
ru: Проверить доступность аккаунтов

source: successful auth date
ru: Дата успешной авторизации

source: ACCOUNT_BUSY
ru: Аккаунт занят задачей

source: ACCOUNT_RESERVED
ru: Аккаунт зарезервирован

source: Export to CSV
ru: Экспортировать в CSV

source: Export to human CSV
ru: Экспортировать в человекочитаемый CSV

source: Assign anon chain
ru: Назначить цепочку анонимизации

source: Behavior bots
ru: Поведение ботов

source: Behaviors bots
ru: Поведения ботов

source: Behavior bot
ru: Поведение бота

source: One of clocked, interval, crontab, or solar must be set.
ru: Одно из расписаний должно быть выбрано - интервал, расписание, солнечное событие или хронометрическое

source: Only one of clocked, interval, crontab or solar must be set
ru: Только одно расписание может быть выбрано - интервал, расписание, солнечное или хронометрическое событие

source: clocked must be one off, one_off must set True
ru: Если указано хронометрическое, то одноразовая задача должна быть включена

source: Turn on behaviors bots
ru: Включить поведения ботов

source: Turn off behaviors bots
ru: Выключить поведения ботов

source: Reserve accounts
ru: Зарезервировать аккаунты

source: set ready
ru: Проставить готовый статус

source: Amount of attempts to create accounts
ru: Количество попыток создания учетных записей

source: changed
ru: Изменен

source: is need to set behavior
ru: Нужно ли ставить поведение?

source: Turn on behavior
ru: Включить поведения ботов

source: Turn off behavior
ru: Выключить поведения ботов

source: account created
ru: Аккаунт создан

source: Enable notifications
ru: Включить уведомления

source: Disable notifications
ru: Выключить уведомления

source: send notification
ru: Отправить уведомление

source: Send a notification when the limit of failed creation attempts is reached
ru: Отправить уведомление при достижении лимита неудачных попыток создания

source: Show accounts with linked accounts
ru: Показать аккаунты со связанными аккаунтами

source: Register new e-mail
ru: Зарегистрировать новую почту

source: API ID
ru: Идентификационный номер API

source: API hash
ru: Хэш API

source: API session
ru: Сессия API

source: Service account
ru: Сервисный аккаунт

source: push_to_tag
ru: Отправить ботов на сервер TAG

source: ACCOUNT_DELIVERED_TO_TAG
ru: Аккаунт доставлен в сервис TAG

source: ACCOUNT_DELIVERED_TO_TAG_ERROR
ru: Ошибка при добавлении аккаунта на сервер TAG
