Repository: okenit-hackers/soi
Catalog: anon_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Anon App
ru: Анонимизация

source: App Image
ru: Образ ПО для выходных узлов

source: app image
ru: образ ПО для выходного узла

source: App Images
ru: Образы ПО для выходных узлов

source: Proxy
ru: Proxy сервер

source: Proxies
ru: Proxy серверы

source: proxies
ru: proxy серверы

source: Hosting
ru: Хостинг

source: hosting
ru: хостинг

source: Hostings
ru: Хостинги

source: Server
ru: Сервер

source: server
ru: сервер

source: Servers
ru: Серверы

source: Server Account
ru: Аккаунт сервера

source: Server Accounts
ru: Аккаунты сервера

source: Node
ru: Узел цепочки анонимизации

source: Nodes
ru: Узлы цепочек анонимизации

source: Edge
ru: Связь узлов цепочки анонимизации

source: Edges
ru: Связи узлов цепочек анонимизации

source: Chain
ru: Цепочка анонимизации

source: Chain for check
ru: Цепочка анонимизации для проверки

source: chain
ru: цепочка анонимизации

source: Chains
ru: Цепочки анонимизации

source: Hosting account
ru: Аккаунт хостинга

source: Hosting accounts
ru: Аккаунты хостингов

source: protocol
ru: протокол

source: username
ru: имя пользователя

source: password
ru: пароль

source: ip
ru: IP адрес

source: port
ru: порт

source: location
ru: местоположение

source: name
ru: наименование

source: hosting url
ru: URL хостинга

source: ssh port
ru: порт ssh

source: ssh proc port
ru: порт проброса ssh

source: ssh private key
ru: Закрытый ключ ssh

source: ssh public key
ru: Открытый ключ ssh

source: in_node
ru: узел назначения

source: out_node
ru: узел источник

source: title
ru: наименование

source: task queue name
ru: наименование очереди

source: status
ru: статус

source: activity
ru: активность

source: ssh container private key
ru: закрытый ключ ssh для контейнера

source: ssh container public key
ru: открытый ключ ssh для контейнера

source: external ssh container port
ru: внешний порт ssh для контейнера

source: internal ssh container port
ru: внутренний порт ssh для контейнера

source: image name
ru: название образа docker

source: image
ru: образ

source: environment variable
ru: переменные среды окружения

source: browser profiles
ru: профиль браузера

source: Rebuild tunnel
ru: Перестроить цепочку

source: Reload & Rebuild tunnel
ru: Обновить образ и перестроить цепочку

source: Testing
ru: Протестировать

source: OpenVPN network
ru: Сеть OpenVPN

source: OpenVPN netmask
ru: Маска сети OpenVPN

source: OpenVPN port
ru: Порт OpenVPN

source: Subnet which is routed to OpenVPN network
ru: Подсеть которая направляется в сеть OpenVPN

source: Mask of subnet which is routed to OpenVPN network
ru: Маска подсети которая направляется в сеть OpenVPN

source: OpenVPN client name
ru: Имя клиента OpenVPN

source: OpenVPN client config file
ru: Конфигурационный файл клиента OpenVPN

source: OpenVPN clients
ru: Клиенты OpenVPN

source: OpenVPN client
ru: Клиент OpenVPN

source: Client IP in OpenVPN network
ru: IP клиента в сети OpenVPN

source: Server IP in OpenVPN network
ru: IP сервера в сети OpenVPN

source: is for access to private network
ru: Системный

source: zabbix client config
ru: Конфигурационный файл клиента zabbix

source: forwarded zabbix port
ru: Проброшенный порт zabbix сервера

source: geo
ru: Географическое положение

source: Check proxies state
ru: Проверить состояние Proxy серверов

source: Proxy state
ru: Состояние Proxy сервера

source: alive
ru: доступен

source: died
ru: недоступен

source: unknown
ru: неизвестно

source: checking
ru: проверяется

source: checking failed
ru: проверка завершилась ошибкой

source: Celery task id
ru: ID задачи

source: docker-compose
ru: Файл docker-compose

source: filebeat config
ru: Конфигурация Filebeat

source: Use for access to private network
ru: Использовать для подключения к внутренней сети

source: File
ru: Файл

source: File type
ru: Тип файла

source: Delimiter
ru: Разделитель файла

source: Tab symbol
ru: Знак табуляции

source: Semicolon
ru: Точка с запятой

source: Colon
ru: Двоеточие

source: Comma
ru: Запятая

source: Paid proxy
ru: Платный прокси

source: Free proxy
ru: Бесплатный прокси

source: Secure flag
ru: Надежность

source: Check proxies
ru: Проверить прокси сервера

source: Applying
ru: Использование

source: Number of applying
ru: Количество использований

source: Disposable proxy
ru: Одноразовый

source: Reusable proxy
ru: Многоразовый

source: Used proxy
ru: Использованный

source: Unused proxy
ru: Неиспользованный

source: source
ru: Источник

source: Protocol
ru: Протокол

source: CSV format
ru: Формат CSV файла

source: Comment
ru: Комментарий

source: Ping
ru: Задержка

source: Uploading speed
ru: Скорость загрузки

source: Downloading speed
ru: Скорость скачивания

source: Last testing datetime
ru: Время последнего тестирования

source: Last proxy testing datetime
ru: Время последней проверки прокси

source: Last successful proxy testing datetime
ru: Время последней успешной проверки прокси

source: Building ovpn connection started.
ru: Построение OpenVPN соединения запущенно

source: Creating ovpn config.
ru: Создание конфигурации OpenVPN

source: Tunnel rebuilding started
ru: Построение цепочки запущенно

source: Proxy limit
ru: Лимит прокси

source: Check proxy limit
ru: Проверять лимит прокси

source: Internet access chain
ru: Для доступа в интернет

source: Configuration file OpenVPN
ru: Конфигурационный файл OpenVPN

source: Use proxies chain
ru: Использовать цепочку из прокси серверов

source: Amount of proxies for building proxies chain
ru: Количество прокси серверов для построения цепи

source: Is it necessary to create a pool of accounts?
ru: Необходимо ли создавать пулл аккаунтов?

source: Is powerful?
ru: Мощный сервер?

source: concurrency
ru: Количество потоков на цепочке

source: default 0 - one thread one core
ru: По-умолчанию 0 - один поток одно ядро

source: rebuild chains with reload
ru: Перестроить цепочки с обновлением образа

source: rebuild chains
ru: Перестроить цепочки

source: type
ru: Тип

source: anonymization chain
ru: Цепочка анонимизации

source: Entry
ru: Входной

source: Output
ru: Выходной

source: Intermediate
ru: Промежуточный

source: role in chain
ru: Роль в цепочке

source: Was issued
ru: Был выдан

source: Issued to whom
ru: Кому выдан

source: Rebuild private connection
ru: Перестроить соединение к внутренней сети
